<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
        href="https://www.mbi.com.br/mbi/files/media/image/simbolopedia/municipio-luis-domingues-bandeira-simb-brnema0200706201.jpg"
        type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title>Lu&iacute;s Domingues</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE" title="Logo do IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://www.mbi.com.br/mbi/files/media/image/simbolopedia/municipio-luis-domingues-bandeira-simb-brnema0200706201.jpg"
                alt="Foto da Bandeira" title="Bandeira de Luís Domingues"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome">Lu&iacute;s Domingues</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">

                Lu&iacute;s Domingues &eacute; um munic&iacute;pio brasileiro do estado do
                Maranh&atilde;o. Sua popula&ccedil;&atilde;o &eacute; de 7.161 habitantes e seu territ&oacute;rio possui
                467,251 km&sup2;. O nome do munic&iacute;pio &eacute; em homenagem ao jurista maranhense Lu&iacute;s
                Ant&ocirc;nio Domingues da Silva.

            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1>Lu&iacute;s Domingues</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                O POVOADO que deu origem ao Munic&iacute;pio em 1880, chamava-se Olho d&#39;&Aacute;gua, caracterizando
                a exist&ecirc;ncia de uma nascente, no local conhecido por Borboletal.<br><br>
                Em 1922, a C&acirc;mara Municipal deu o t&iacute;tulo de Vila de Carutapera ao povoado.<br><br>
                Elevada a Munic&iacute;pio em 1961, a Vila foi desmembrada de Carutapera, com a
                denomina&ccedil;&atilde;o de Lu&iacute;s Domingues. O novo top&ocirc;nimo &eacute; uma homenagem a
                Lu&iacute;s Ant&ocirc;nio Domingues da Silva, jurista, natural de Turia&ccedil;u. Foi Deputado Geral no
                Imp&eacute;rio, Federal na Rep&uacute;blica e Governador do Maranh&atilde;o, falecendo em 1922, na
                Cidade de S&atilde;o Lu&iacute;s.<br><br>
                Gent&iacute;lico: lu&iacute;s-dominguense

                Distrito criado com a denomina&ccedil;&atilde;o de Domingues, pela lei estadual n&ordm; 159, de
                06-12-1938, subordinado ao munic&iacute;pio de Carutapera.<br><br>
                Em divis&atilde;o territorial datada de 01-07-1950, o distrito de Lu&iacute;s Domingues permanece no
                munic&iacute;pio de Carutapera.<br><br>
                Assim permanecendo em divis&atilde;o territorial datada de 01-07-1960.<br><br>
                Elevado &agrave; categoria de munic&iacute;pio com a denomina&ccedil;&atilde;o de Lu&iacute;s Domingues,
                pela lei estadual n&ordm; 2176, de 20-12-1961, desmembrado de Carutapera. Sede no antigo distrito de
                Lu&iacute;s Domingues. Constitu&iacute;do do distrito sede. Instalado em 23-01-1962.<br><br>
                Em divis&atilde;o territorial datada de 31-12-1963, o munic&iacute;pio &eacute; constitu&iacute;do do
                distrito sede.<br><br>
                Assim permanecendo em divis&atilde;o territorial datada de 2005.


            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://agendamaranhao.com.br/wp-content/uploads/2021/04/Praca-Luis-Domingues-_-Guimaraes-MA.jpg"
            alt="Foto da cidade" title="Praça de Luís Domingues">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <!-- Nome do turismo -->
                <h2>Antiga Matriz</h2>
                <!-- Descrição do turismo -->
                <p>
                    A cidade de Lu&iacute;s Domingues também se destaca pela sua rica cultura e tradi&ccedil;&otilde;es.
                    Diversos eventos culturais s&atilde;o realizados ao longo do ano, proporcionando momentos de lazer e
                    entretenimento para os moradores e visitantes.<br><br> Um dos principais eventos &eacute; a Festa do
                    Padroeiro S&atilde;o Domingos, que acontece no m&ecirc;s de agosto e reúne fi&eacute;is de toda a
                    regi&atilde;o em celebra&ccedil;&otilde;es religiosas, prociss&otilde;es, shows musicais e barracas
                    de comidas t&iacute;picas.<br><br>

                    Outro evento tradicional &eacute; o Carnaval de Lu&iacute;s Domingues, que atrai foli&otilde;es de
                    todas as idades com seus desfiles de blocos e escolas de samba, shows musicais e muita
                    anima&ccedil;&atilde;o.<br><br> Durante o per&iacute;odo carnavalesco, a cidade se transforma em um
                    verdadeiro cen&aacute;rio de festa, com ruas enfeitadas, fantasias coloridas e muita alegria.<br><br>

                    Al&eacute;m disso, a cidade também realiza festivais de m&uacute;sica, dan&ccedil;a e teatro,
                    valorizando os talentos locais e promovendo a cultura regional.<br><br> Esses eventos s&atilde;o
                    oportunidades para os artistas mostrarem seu trabalho e para o p&uacute;blico apreciar
                    apresenta&ccedil;&otilde;es de qualidade.

                </p>
            </div>
            <!-- Link da foto do turismo (NÃO É PRA BAIXAR IMAGEM) -->
            <img src="https://www.ferias.tur.br/imgs/2497/luisdomingues/g_luis-domingues-ma-antiga-matriz-fotojose-tavares-junior.jpg"
                alt="Imagem da Antiga Matriz" title="Antiga Matriz de Luís Domingues">
        </div>
    </div>

</body>

</html>