<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
        href="https://www.mbi.com.br/mbi/files/media/image/simbolopedia/municipio-magalhaes-de-almeida-brasao-simb-brnema0401306300.jpg"
        type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title> Magalh&atilde;es de Almeida</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://www.mbi.com.br/mbi/files/media/image/simbolopedia/municipio-magalhaes-de-almeida-brasao-simb-brnema0401306300.jpg"
                alt="Foto da Bandeira"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome"> Magalh&atilde;es de Almeida</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">

                Magalh&atilde;es de Almeida &eacute; um munic&iacute;pio brasileiro do estado do Maranh&atilde;o. Sua
                popula&ccedil;&atilde;o, segundo o censo de 2022 do IBGE, &eacute; de 13.807 habitantes e seu
                territ&oacute;rio possui 434,433 km&sup2;.

            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1> Magalh&atilde;es de Almeida</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                Consta que, aproximadamente no ano de 1855, por ocasi&atilde;o de uma grande enchente no rio
                Parna&iacute;ba, Barnab&eacute; Pereira Mascarenhas, &agrave; procura de terreno mais alto e
                s&oacute;lido, descendo o rio em uma IGARA (embarca&ccedil;&otilde;es daquela &eacute;poca), encontrou
                um local que lhe chamara aten&ccedil;&atilde;o, devido a um pequeno morro que se apresentava &agrave;
                sua frente. Ali ancorou a embarca&ccedil;&atilde;o e, satisfeito com o terreno, edificou a sua moradia,
                ao lado esquerdo do rio Parna&iacute;ba.<br><br>
                Regressando mais tarde ao lugar de origem, o Sr. Barnab&eacute; Pereira foi questionado sobre onde
                estava morando, tendo ele respondido que havia feito um “FURO”, nome pelo qual tornou-se conhecida a
                regi&atilde;o.<br><br>
                Trinta anos mais tarde, os senhores Ant&ocirc;nio da Silva Lopes, Milit&atilde;o Pereira Mascarenhas e
                Florindo Jos&eacute; da Silva formaram o novo n&uacute;cleo de coloniza&ccedil;&atilde;o do lugar,
                n&atilde;o subsistindo, por&eacute;m, o efeito desejado, vindo mais tarde o mesmo a ser abandonado por
                completo.<br><br>
                Somente em 1918, com a chegada de Benedito Rom&atilde;o de Sousa, Manoel Vasconcelos Le&atilde;o,
                V&iacute;tor Gon&ccedil;alves Costa e outros, &eacute; que novas constru&ccedil;&otilde;es foram
                levantadas, inclusive uma Capela para cultos religiosos, at&eacute; ent&atilde;o inexistente,
                al&eacute;m de outros melhoramentos.<br><br>
                A regi&atilde;o que, naquela &eacute;poca, tinha o nome de “FURO” passou a ser chamada de Porto de Santo
                Ant&ocirc;nio, em honra ao Santo Padroeiro.<br><br>
                A regi&atilde;o foi se desenvolvendo, e em abril de 1925, o ent&atilde;o Governador do Estado,
                Jos&eacute; Maria Magalh&atilde;es de Almeida, elevou o local &agrave; categoria de Vila.<br><br>




            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://www.portalcorreiodonorte.com.br/wp-content/uploads/2021/09/magalhaes-2-1.jpg"
            alt="Foto da cidade">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <!-- Nome do turismo -->
                <h2> A Lagoa do Bacuri</h2>
                <!-- Descrição do turismo -->
                <p>
                    A Lagoa do Bacuri, localizada no munic&iacute;pio de Magalh&atilde;es de Almeida - MA, vem sofrendo
                    algumas altera&ccedil;&otilde;es nos &uacute;ltimos anos que resultaram, entre outros aspectos, na
                    altera&ccedil;&atilde;o da cor da sua &aacute;gua e no desaparecimento de algumas plantas e animais
                    nativos, de acordo com relatos de moradores locais.<br><br> Esse processo coincide com a
                    percep&ccedil;&atilde;o do aumento do fluxo de visitantes no local, principalmente em finais de
                    semana e datas comemorativas, atra&iacute;dos pela beleza natural da lagoa e para a
                    realiza&ccedil;&atilde;o de atividades como passeios de lanchas, jet-ski e pesca. <br><br>O presente
                    estudo
                    tem como objetivo principal verificar a percep&ccedil;&atilde;o de tr&ecirc;s grupos sociais que
                    atuam diretamente no local: comunidade, empres&aacute;rios e turistas/visitantes, com intuito de
                    identificar as diferentes vis&otilde;es sobre os impactos socioambientais que ocorrem na Lagoa e,
                    com isso, propor a&ccedil;&otilde;es que podem contribuir para um desenvolvimento mais
                    sustent&aacute;vel no local.


                </p>
            </div>
            <!-- Link da foto do turismo (NÃO É PRA BAIXAR IMAGEM) -->
            <img src="https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhNr9oBpuRJDSKdcYOt8DgmTvM2mbHNcj0FwIfiMbf6L5o5RloyWbQBQNcqvQj2TMHMkTuzoiw3js07BfKFsbP9IsqUKj2oAxH0wS_RHCWHYSiG5fVQnkexMSTR-UI6JE87Ftaq5RJMN3I/s1600/ai.jpg"
                alt="Imagem da A Lagoa do Bacuri">
        </div>

        <hr>

        <!-- Exemplo caso tenha mais de um ponto turistico (só copiar) -->
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Rio Magu </h2>
                <p>
                    Mergulhar nas &aacute;guas inacreditavelmente transparentes do Rio Magu &eacute; uma
                    experi&ecirc;ncia de &iacute;ntimo contato com a Natureza. O rio tem seu ponto principal na entrada
                    da cidade de Santana do Maranh&atilde;o, onde os mais corajosos pulam da ponte e saem dando
                    bra&ccedil;adas at&eacute; sua borda mais pr&oacute;xima. Mas &eacute; IMPORTANTE alertar a todos,
                    banhistas, turistas e governo quanto ao cuidado com a preserva&ccedil;&atilde;o dessas &aacute;guas
                    que j&aacute; est&atilde;o em seu n&iacute;vel mais baixo nos &uacute;ltimos anos.<br><br> O maior
                    problema
                    &eacute; o assoreamento causado pelo desmatamento de suas encostas e o lixo que "escapam" das
                    margens para suas &aacute;guas como latinhas, copos pl&aacute;sticos, etc.

                </p>
            </div>
            <img src="https://dynamic-media-cdn.tripadvisor.com/media/photo-o/2e/6e/47/87/caption.jpg?w=1100&h=600&s=1"
                alt="Imagem do Rio Magu ">
        </div>
    </div>

</body>

</html>