<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
        href="https://www.mbi.com.br/mbi/files/media/image/simbolopedia/municipio-maracacume-bandeira-simb-brnema0200706326.jpg"
        type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title> Maraca&ccedil;um&eacute;</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://www.mbi.com.br/mbi/files/media/image/simbolopedia/municipio-maracacume-bandeira-simb-brnema0200706326.jpg"
                alt="Foto da Bandeira"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome"> Maraca&ccedil;um&eacute;</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">

                Maraca&ccedil;um&eacute; &eacute; um munic&iacute;pio brasileiro no estado do Maranh&atilde;o,
                Regi&atilde;o Nordeste do pa&iacute;s. Localiza-se no oeste maranhense e sua popula&ccedil;&atilde;o
                estimada em 2018 era de 21.201 habitantes. Possui uma &aacute;rea de 635,824 km&sup2;.

            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1> Magalh&atilde;es de Almeida</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                Etimologicamente, o nome Maraca&ccedil;um&eacute; parece ter surgido do tupi: mbara'k&aacute;
                (Marac&aacute;, chocalho) sua&ccedil;u-m&eacute; (Cabra). Ou seja, significa "Chocalho de
                cabra".<br><br>

                A regi&atilde;o que se estende desde o rio Gurupi at&eacute; o vale do Turia&ccedil;u, abrangendo todo o
                Maraca&ccedil;um&eacute;, desde os fins do s&eacute;culo XVIII, concentrou in&uacute;meros
                quilombos.<br><br>
                Por isso, n&atilde;o se pode estabelecer uma data fixa de cria&ccedil;&atilde;o ou de origem, pois
                "existiram quilombos antes e depois da Independ&ecirc;ncia, formados no decorrer dos anos, em Viana,
                Pinheiro, Alc&acirc;ntara, Guimar&atilde;es, Maraca&ccedil;um&eacute; e outros lugares" como afirma
                Carlos de Lima em *Hist&oacute;ria do Maranh&atilde;o A Col&ocirc;nia*.<br><br>

                Segundo Eduardo Ol&iacute;mpio Machado, em 1855 criou-se a Col&ocirc;nia Maraca&ccedil;um&eacute;,
                administrada pela Companhia Maranhense de Minera&ccedil;&atilde;o, a qual contratou cerca de 40 chineses
                para a explora&ccedil;&atilde;o das minas.<br><br>

                Os Ka'apor vivem no norte do Maranh&atilde;o. Suas terras fazem limite, ao norte, com o rio Gurupi, ao
                sul, com os afluentes meridionais do rio Turia&ccedil;u, a oeste com o Igarap&eacute; do Milho e a
                leste, com uma linha no sentido noroeste-sudeste quase paralela &agrave; rodovia BR-316.<br><br> Todos
                os
                c&oacute;rregos e rios drenam para tr&ecirc;s grandes rios: Maraca&ccedil;um&eacute;, Turia&ccedil;u e
                Gurupi, que, por sua vez, des&aacute;guam diretamente no oceano Atl&acirc;ntico.<br><br> A altitude
                m&aacute;xima &eacute; de cerca de 250 metros acima do n&iacute;vel do mar nas regi&otilde;es
                montanhosas, onde as cabeceiras do Maraca&ccedil;um&eacute;, Turia&ccedil;u e Gurupi est&atilde;o mais
                pr&oacute;ximas umas das outras. Chove cerca de 2000 a 2500 mm por ano, sendo que a maior parte deste
                volume cai durante a predomin&acirc;ncia dos ventos vindos de leste de janeiro a maio.<br><br>

                Eles s&atilde;o conhecidos pela hist&oacute;ria documentada por terem se estabelecido sucessivamente nas
                bacias do rio Acar&aacute; (ca. 1810), rio Capim (ca. 1825), rio Guam&aacute; (1864), rio Piri&aacute;
                (1875) e rio Maraca&ccedil;um&eacute; (1878).




            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://i.ytimg.com/vi/gi-gDFWYtOU/maxresdefault.jpg" alt="Foto da cidade">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <!-- Nome do turismo -->
                <h2> A concentra&ccedil;&atilde;o de quilombos no Maranh&atilde;o ocorre desde o s&eacute;culo XVIII.
                </h2>
                <!-- Descrição do turismo -->
                <p>
                    As comunidades quilombolas no Maranh&atilde;o surgem a partir da forma&ccedil;&atilde;o de
                    quilombos, considerados um local de ref&uacute;gio dos africanos e seus descendentes que foram
                    escravizados, bem como de sua reorganiza&ccedil;&atilde;o com a aboli&ccedil;&atilde;o da
                    escravid&atilde;o. <br><br>No Maranh&atilde;o, a hist&oacute;ria da forma&ccedil;&atilde;o das
                    comunidades
                    quilombolas est&aacute; relacionada &agrave; expans&atilde;o das lavouras de algod&atilde;o e de
                    arroz no final do s&eacute;culo XVIII, com a cria&ccedil;&atilde;o da Companhia Geral do
                    Com&eacute;rcio do Gr&atilde;o-Par&aacute; e Maranh&atilde;o, bem como ao abandono de terras por
                    propriet&aacute;rios rurais, com a decad&ecirc;ncia econ&ocirc;mica no final do s&eacute;culo XIX.



                </p>
            </div>
            <!-- Link da foto do turismo (NÃO É PRA BAIXAR IMAGEM) -->
            <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Casas_de_taipa_no_Maranh%C3%A3o.jpg/1280px-Casas_de_taipa_no_Maranh%C3%A3o.jpg"
                alt="Imagem da concentração de quilombos desde o século XVIII">
        </div>

        <hr>

        <!-- Exemplo caso tenha mais de um ponto turistico (só copiar) -->
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2> Parque Nacional dos Len&ccedil;&oacute;is Maranhenses</h2>
                <p>
                    O Parque Nacional dos Len&ccedil;&oacute;is Maranhenses &eacute; uma unidade de
                    conserva&ccedil;&atilde;o brasileira de prote&ccedil;&atilde;o integral &agrave; natureza localizada
                    na regi&atilde;o nordeste do estado do Maranh&atilde;o.<br><br> O territ&oacute;rio do parque, com uma
                    &aacute;rea de 156 584 ha, est&aacute; distribu&iacute;do pelos munic&iacute;pios de Barreirinhas,
                    Primeira Cruz e Santo Amaro do Maranh&atilde;o.&lrm; O parque foi criado com a finalidade
                    prec&iacute;pua de "proteger a flora, a fauna e as belezas naturais, existentes no local."
                    <br><br>
                    Inserido no bioma costeiro marinho e cerrado, o parque &eacute; um exponente dos ecossistemas de
                    mangue, restinga e dunas, associando ventos fortes e chuvas regulares. <br><br>Sua grande beleza
                    c&ecirc;nica, aliada aos passeios de ecoturismo pelos campos de dunas e &agrave; possibilidade de
                    banhar-se nas lagoas e observa&ccedil;&atilde;o do c&eacute;u noturno, atraem turistas de todo o
                    mundo, que visitam o parque durante o ano inteiro.


                </p>
            </div>
            <img src="https://123ecos.com.br/wp-content/uploads/2024/11/Parque-Nacional-Lencois-Maranhenses-1.jpg"
                alt="Imagem do Parque Nacional dos Lençóis Maranhenses">
        </div>
    </div>

</body>

</html>