<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
        href="https://www.mbi.com.br/mbi/files/media/image/simbolopedia/municipio-maraja-do-sena-brasao-simb-brnema0200806359.jpg"
        type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title> Maraca&ccedil;um&eacute;</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://www.mbi.com.br/mbi/files/media/image/simbolopedia/municipio-maraja-do-sena-brasao-simb-brnema0200806359.jpg"
                alt="Foto da Bandeira"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome"> Maraca&ccedil;um&eacute;</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">
                Maraj&aacute; do Sena &eacute; uma cidade do Estado do Maranh&atilde;o. Os habitantes se chamam
                marajaenses. O munic&iacute;pio se estende por 1.447,7 km&sup2; e contava com 7.792 habitantes no
                &uacute;ltimo censo. A densidade demogr&aacute;fica &eacute; de 5,4 habitantes por km&sup2; no
                territ&oacute;rio do munic&iacute;pio.


            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1> Magalh&atilde;es de Almeida</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                O Munic&iacute;pio de Maraj&aacute; do Sena foi criado formalmente em 10 de novembro de 1994,
                ap&oacute;s a promulga&ccedil;&atilde;o da Lei estadual n&ordm; 6.186/1994 que deu autonomia
                pol&iacute;tica ao povoado de Maraj&aacute; do Sena, o qual se transformou em sede da nova
                municipalidade, cujo territ&oacute;rio foi um desmembramento de &aacute;rea que pertencia ao
                munic&iacute;pio de Paulo Ramos.<br><br>

                Em 1996, ocorreram as primeiras elei&ccedil;&otilde;es municipais para a Prefeitura e C&acirc;mara de
                Vereadores locais.<br><br>

                Este Munic&iacute;pio veio a ser instalado de fato somente em 01 de janeiro de 1997, ap&oacute;s a
                divulga&ccedil;&atilde;o dos resultados das elei&ccedil;&otilde;es municipais de 1996.<br><br>

                O munic&iacute;pio de Maraj&aacute; do Sena limita-se ao Norte com o munic&iacute;pio de Paulo Ramos; a
                Leste com o munic&iacute;pio de Lagoa Grande; a Oeste com o munic&iacute;pio de Santa Luzia e ao Sul com
                o munic&iacute;pio de Graja&uacute;.



            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://henriqueaires.wordpress.com/wp-content/uploads/2017/08/53139052.jpg" alt="Foto da cidade">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <!-- Nome do turismo -->
                <h2> Rio Graja&uacute</h2>
                <!-- Descrição do turismo -->
                <p>
                    Maraj&aacute; do Sena &eacute; um munic&iacute;pio localizado no estado do Maranh&atilde;o, na
                    Regi&atilde;o Nordeste do Brasil. Conhecido por sua simplicidade e beleza natural, o
                    munic&iacute;pio &eacute; banhado pelo rio Graja&uacute;, um dos cursos d'&aacute;gua mais
                    importantes da regi&atilde;o.<br><br> O rio Graja&uacute; desempenha um papel essencial para a vida da
                    popula&ccedil;&atilde;o local, sendo utilizado para abastecimento, pesca artesanal e atividades
                    recreativas.<br><br> Al&eacute;m de sua import&acirc;ncia econ&ocirc;mica e social, o rio tamb&eacute;m
                    contribui para a forma&ccedil;&atilde;o de paisagens t&iacute;picas do interior maranhense,
                    proporcionando cen&aacute;rios de rara beleza. <br><br>Suas &aacute;guas seguem seu curso at&eacute;
                    desembocar no rio Mearim, atrav&eacute;s do canal do Rig&oacute;, um bra&ccedil;o natural que se
                    conecta ao Golf&atilde;o Maranhense, uma vasta &aacute;rea costeira que integra o ecossistema
                    marinho da regi&atilde;o.<br><br>




                </p>
            </div>
            <!-- Link da foto do turismo (NÃO É PRA BAIXAR IMAGEM) -->
            <img src="https://upload.wikimedia.org/wikipedia/commons/5/56/Graja%C3%BA_River.JPG"
                alt="Imagem da concentração de quilombos desde o século XVIII">
        </div>

        <hr>

    </div>

</body>

</html>