<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
        href="https://www.mbi.com.br/mbi/files/media/image/simbolopedia/municipio-maranhaozinho-bandeira-simb-brnema0200706375.jpg"
        type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title>Maranh&atilde;ozinho</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE" title="Logo do IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://www.mbi.com.br/mbi/files/media/image/simbolopedia/municipio-maranhaozinho-bandeira-simb-brnema0200706375.jpg"
                alt="Foto da Bandeira" title="Bandeira de Maranhãozinho"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome">Maranh&atilde;ozinho</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">
                Maranh&atilde;ozinho &eacute; um munic&iacute;pio localizado no estado do Maranh&atilde;o, na
                Regi&atilde;o Nordeste do Brasil. Possui uma popula&ccedil;&atilde;o estimada de aproximadamente
                17&nbsp;500 habitantes e uma &aacute;rea territorial de cerca de 254,20 km&sup2;. Destaca-se pelo seu
                r&aacute;pido crescimento econ&ocirc;mico e pela forte presen&ccedil;a da agricultura familiar.
            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1>Maranh&atilde;ozinho</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                Maranh&atilde;ozinho foi fundado em 16 de novembro de 1961, e inicialmente era um pequeno povoado que se
                desenvolveu com a chegada de colonos e agricultores, sendo a agricultura a principal atividade da sua
                economia.<br><br> O nome da cidade é uma referência ao estado, Maranhão, e a "zinho", uma terminação
                comum que
                remete à ideia de algo pequeno ou jovem. No início, a cidade era essencialmente voltada para o cultivo
                de arroz, milho e feijão, mas ao longo dos anos, houve um crescimento considerável no setor comercial e
                no número de habitantes.<br><br>

                Com o tempo, Maranh&atilde;ozinho se tornou um polo de pequenas e médias propriedades agrícolas, além de
                uma referência em termos de produção de leite e derivados, com um bom índice de desenvolvimento agrícola
                na região.<br><br> Ao longo dos anos, a cidade continuou a se expandir, atraindo novos moradores e
                ampliando
                seus serviços, como saúde e educação.<br><br>

                Hoje, Maranh&atilde;ozinho é uma cidade com forte identidade cultural, onde as tradições locais, como
                festas religiosas e culturais, ainda são muito valorizadas, sendo um ponto de encontro de comunidades do
                interior do Maranhão.
            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://i.ytimg.com/vi/spvDTTX20iE/hq720.jpg?sqp=-oaymwE7CK4FEIIDSFryq4qpAy0IARUAAAAAGAElAADIQj0AgKJD8AEB-AH-CYAC0AWKAgwIABABGEUgZShKMA8=&rs=AOn4CLD2hTC1H5RMcIP8MgLddP3W7FzreA"
            alt="Foto da cidade" title="Vista aérea de Maranhãozinho">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <!-- Nome do turismo -->
                <h2>Pra&ccedil;a Marcele Concei&ccedil;&atilde;o Silva</h2>
                <!-- Descrição do turismo -->
                <p>
                    A Praça Marcele Concei&ccedil;&atilde;o Silva, localizada no cora&ccedil;&atilde;o de Maranhazinho,
                    &eacute; um espa&ccedil;o de lazer e conviv&ecirc;ncia para os moradores e visitantes da cidade.
                    <br><br>Com
                    &aacute;reas de descanso, &aacute;rvores que proporcionam sombra e uma bela infraestrutura, a
                    pra&ccedil;a se tornou um ponto de encontro para a comunidade, al&eacute;m de ser palco para eventos
                    culturais e sociais.<br><br> Seu nome homenageia uma importante figura local, destacando a
                    valoriza&ccedil;&atilde;o da cultura e das pessoas que fazem parte da hist&oacute;ria da cidade.
                </p>
            </div>
            <!-- Link da foto do turismo (NÃO É PRA BAIXAR IMAGEM) -->
            <img src="https://static.consolidesuamarca.com.br/data/images/maranhaozinho-ma.jpg?18092019"
                alt="Imagem da Praça Marcele Conceição Silva" title="Praça Marcele Conceição Silva">
        </div>

        <hr>

        <!-- Exemplo caso tenha mais de um ponto turistico (só copiar) -->
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Pra&ccedil;a das Flores</h2>
                <p>
                    A Pra&ccedil;a das Flores, localizada em Maranhazinho, &eacute; um belo espa&ccedil;o de conviv&ecirc;ncia e
                    lazer para os moradores da cidade. Com suas flores coloridas e &aacute;rvores bem cuidadas, a praça
                    se tornou um ponto de encontro para a comunidade e visitantes.<br><br> &Eacute; um lugar ideal para passeios
                    tranquilos, piqueniques e eventos ao ar livre, oferecendo um ambiente acolhedor e agradável para
                    todas as idades. Sua beleza natural a tornou um dos principais pontos de destaque da cidade.
                </p>
            </div>
            <img src="https://1.bp.blogspot.com/-z3KsTgA7tN4/Xf-wBPCTNsI/AAAAAAAAHPw/v04Yo4nlr_83lYXdW9kSUbL6FVy5Y99uQCLcBGAsYHQ/s1600/IMG-20191222-WA0000.jpg"
                alt="Imagem do Praça das Flores" title="Praça das Flores de Maranhãozinho">
        </div>
    </div>

</body>
</html>