<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
          href="https://www.pioxii.ma.gov.br/link/link78.jpg"
          type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title>Pio XII</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE" title="Logo do IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://www.pioxii.ma.gov.br/link/link78.jpg"
                alt="Foto da Bandeira da cidade de Pio XII" title="Foto da Bandeira da cidade de Pio XII"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome">Pio XII</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">
                Pio XII &eacute; um munic&iacute;pio brasileiro do estado do Maranh&atilde;o. Localiza-se na microrregi&atilde;o do M&eacute;dio Mearim, mesorregi&atilde;o do Centro Maranhense. O munic&iacute;pio tem cerca de 26 mil habitantes e 180 km&sup2;. Foi criado em 1959.
            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1>Pio XII</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                A origem de Pio XII est&aacute; ligada aos conflitos pol&iacute;ticos entre o coronel Pedro Gon&ccedil;alves e a classe pol&iacute;tica de Vit&oacute;ria do Mearim, levando o coronel a se deslocar para o distrito de Satubinha para expandir seus neg&oacute;cios. Com o apoio do governador Matos de Carvalho e do senador Vitorino Freire, Satubinha foi "presenteada" a Pedro Gon&ccedil;alves como parte da estrat&eacute;gia de expans&atilde;o do latif&uacute;ndio e fortalecimento do poder olig&aacute;rquico no Maranh&atilde;o. Ap&oacute;s a cria&ccedil;&atilde;o do munic&iacute;pio, em 1959, Elias Jorge Fahd, aliado do coronel, foi eleito prefeito. Durante o regime militar, figuras autorit&aacute;rias como Pedro Gon&ccedil;alves e Jos&eacute; Raimundo Bastos da Silva ("Z&eacute; Dico") dominaram o poder local, sendo um per&iacute;odo marcado por repress&atilde;o e pela aplica&ccedil;&atilde;o da Lei Sarney, que intensificou a expuls&atilde;o de pequenos agricultores. Mesmo afastado de cargos oficiais, Z&eacute; Dico continuou exercendo seu poder pol&iacute;tico na zona rural, envolvido em den&uacute;ncias de viol&ecirc;ncia e pistolagem.<br><br>

                Nos anos seguintes, Pio XII foi administrada por uma sequ&ecirc;ncia de prefeitos, com destaque para mudan&ccedil;as importantes como a transfer&ecirc;ncia da sede municipal de Satubinha para Andirobal dos Crentes em 1977, devido &agrave; sua localiza&ccedil;&atilde;o estrat&eacute;gica pr&oacute;xima &agrave; BR-316. Com sucessivas gest&otilde;es, o munic&iacute;pio viveu altern&acirc;ncias de poder entre figuras tradicionais, como Wilson Gon&ccedil;alves, Raimundo Nonato Jansen Veloso e Raimundo Rodrigues Batalha. J&aacute; no s&eacute;culo XXI, Paulo Roberto Sousa Veloso, filho do ex-prefeito Jansen Veloso, foi eleito em 2012, mas seu mandato foi marcado por esc&acirc;ndalos de corrup&ccedil;&atilde;o, como desvios de recursos da merenda escolar e nepotismo, culminando em sua derrota nas elei&ccedil;&otilde;es seguintes para Carlos Alberto Gomes Batalha no pleito de 2017-2020.

            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://scontent.fcau2-1.fna.fbcdn.net/v/t39.30808-6/482212575_8536914173078762_3005441631050088872_n.jpg?stp=dst-jpg_s640x640_tt6&_nc_cat=110&ccb=1-7&_nc_sid=3a1ebe&_nc_ohc=1E7lLF3u-hMQ7kNvwHoWn6o&_nc_oc=Adnlrn-qFOugjewOd49fw27VGhqpa9_We1b5_1CkQs8yndMnfWcSKWgl5u_9FnvEed8&_nc_zt=23&_nc_ht=scontent.fcau2-1.fna&_nc_gid=a12p2Hjkg4hKmiZ_90VPuw&oh=00_AfHlMsY9iM3s_6i6crQIkxWNmRPyxO1Pb88d6uAoTalEZw&oe=6815500D"
             alt="Foto da cidade de Pio XII" title="Foto da cidade de Pio XII - Maranh&atilde;o">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Pra&ccedil;a do Gavi&atilde;o</h2>
                <p>
                    A Pra&ccedil;a do Gavi&atilde;o, localizada no centro de Pio XII (MA), &eacute; um dos principais pontos de lazer da cidade. Recentemente revitalizada, ela oferece um espa&ccedil;o agrad&aacute;vel para passeios, encontros e eventos culturais. Com nova estrutura e ambiente acolhedor, a pra&ccedil;a se tornou um s&iacute;mbolo de conviv&ecirc;ncia e orgulho para os moradores e visitantes que buscam conhecer o charme do munic&iacute;pio.

                </p>
            </div>
            <img src="https://images.buser.com.br/7TqavgvPhy4WErMSniHDni7ll3M=/370x220/https%3A//d1q5r6jf4yxfe1.cloudfront.net/public/Imagem/2022/10/06/Pracas_2000.jpeg"
                 alt="Imagem que mostra a Pra&ccedil;a do Gavi&atilde;o" title="Pra&ccedil;a do Gavi&atilde;o - Pio XII">
        </div>
    </div>

</body>

</html>