<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
          href="https://portaljg.com.br/uploads/arquivos/Fevereiro_2022/4f606588-f8d7-43c6-97ba-59a58fe78b01.jpg"
          type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title>Pirapemas</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://portaljg.com.br/uploads/arquivos/Fevereiro_2022/4f606588-f8d7-43c6-97ba-59a58fe78b01.jpg"
                alt="Foto da Bandeira da cidade de Pirapemas"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome">Pirapemas</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">
                Pirapemas &eacute; um munic&iacute;pio brasileiro do estado do Maranh&atilde;o. Sua popula&ccedil;&atilde;o de acordo com o a expectativa de popula&ccedil;&atilde;o do IBGE em 2008 &eacute; de 15.477. Foi ber&ccedil;o dos escritores Viriato Corr&ecirc;a e Jo&atilde;o Francisco Lisboa.
            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1>Pirapemas</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                Pirapemas, cujo nome ind&iacute;gena significa "peixe fluvial", surgiu como um aldeamento ind&iacute;gena e, mais tarde, transformou-se em fazendas e s&iacute;tios voltados para a agricultura e a cria&ccedil;&atilde;o de gado. A forma&ccedil;&atilde;o do n&uacute;cleo urbano atual come&ccedil;ou com a constru&ccedil;&atilde;o da Estrada de Ferro S&atilde;o Lu&iacute;s-Teresina, que incentivou a fixa&ccedil;&atilde;o dos primeiros moradores permanentes e o desenvolvimento das primeiras ruas e pra&ccedil;as, at&eacute; a localidade evoluir de arraial a cidade. <br><br>

                Inicialmente localizada na margem direita do rio Itapecuru, a povoa&ccedil;&atilde;o foi transferida para a margem esquerda, pr&oacute;xima &agrave; ferrovia, onde hoje se encontra o munic&iacute;pio. Pirapemas pertenceu aos munic&iacute;pios de Itapecuru-Mirim e Coroat&aacute;, de onde foi desmembrado para formar munic&iacute;pio pr&oacute;prio, criado pela lei estadual n&ordm; 821 em 11 de dezembro de 1952 e instalado oficialmente em 1&ordm; de janeiro de 1953.

            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://gcatholic.org/thumb/98/879456F5M20.png"
             alt="Foto da cidade de Pirapemas">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Pra&ccedil;a Manoel de Jesus Salgado</h2>
                <p>
                    A Pra&ccedil;a Manoel de Jesus Salgado, em Pirapemas, &eacute; um dos novos marcos da cidade, inaugurada com um belo espa&ccedil;o p&uacute;blico que proporciona lazer e conviv&ecirc;ncia para a comunidade. Recentemente revitalizada pelo Governo do Maranh&atilde;o, a pra&ccedil;a se tornou um ponto de encontro ideal para moradores e visitantes, com ambiente agrad&aacute;vel e acess&iacute;vel para todos. A revitaliza&ccedil;&atilde;o faz parte de um esfor&ccedil;o cont&iacute;nuo para promover o desenvolvimento e o bem-estar da popula&ccedil;&atilde;o local, tornando a pra&ccedil;a uma excelente op&ccedil;&atilde;o para quem deseja conhecer e desfrutar de Pirapemas.

                </p>
            </div>
            <img src="https://www.ma.gov.br/uploads/ma/imgs/37771_img_6868_8147456671229559904.jpg"
                 alt="Imagem que mostra a Pra&ccedil;a Manoel de Jesus Salgado">
        </div>
    </div>

</body>

</html>