<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
          href="https://scontent.fcau2-1.fna.fbcdn.net/v/t39.30808-6/309333087_413731157572569_1612139134858150734_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=6ee11a&_nc_ohc=j7_kIdwjHDcQ7kNvwF4xNqR&_nc_oc=AdmX25sHcEZlTI2m0pu4F_RtCVzuYiaQzfnPRoIUf7bA9NlvCibcNMvhWiSHLNdvzPE&_nc_zt=23&_nc_ht=scontent.fcau2-1.fna&_nc_gid=H-cW3VZz09yrQCcQKQFPEA&oh=00_AfF1RiydQ6xyRgF0ztl6YDMXtHz77aK8vDRlIEn8LX0o3A&oe=68154E88"
          type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title>Po&ccedil;&atilde;o de Pedras</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE" title="Logo do IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://scontent.fcau2-1.fna.fbcdn.net/v/t39.30808-6/309333087_413731157572569_1612139134858150734_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=6ee11a&_nc_ohc=j7_kIdwjHDcQ7kNvwF4xNqR&_nc_oc=AdmX25sHcEZlTI2m0pu4F_RtCVzuYiaQzfnPRoIUf7bA9NlvCibcNMvhWiSHLNdvzPE&_nc_zt=23&_nc_ht=scontent.fcau2-1.fna&_nc_gid=H-cW3VZz09yrQCcQKQFPEA&oh=00_AfF1RiydQ6xyRgF0ztl6YDMXtHz77aK8vDRlIEn8LX0o3A&oe=68154E88"
                alt="Foto da Bandeira da cidade de Po&ccedil;&atilde;o de Pedras" title="Foto da Bandeira da cidade de Po&ccedil;&atilde;o de Pedras - Maranh&atilde;"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome">Po&ccedil;&atilde;o de Pedras</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">
                Po&ccedil;&atilde;o de Pedras &eacute; um munic&iacute;pio brasileiro do estado do Maranh&atilde;o. Sua popula&ccedil;&atilde;o estimada em 2016 era de 19.708 habitantes (IBGE - 2016). Est&aacute; localizado na Mesorregi&atilde;o do Centro Maranhense, Microrregi&atilde;o do M&eacute;dio Mearim e Regi&atilde;o de Planejamento do M&eacute;dio Mearim.
            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1>Po&ccedil;&atilde;o de Pedras</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                A povoa&ccedil;&atilde;o da atual cidade de Po&ccedil;&atilde;o de Pedras teve in&iacute;cio por volta de 1919, quando o ca&ccedil;ador Manoel Oliveira, ao explorar as matas da regi&atilde;o, se encantou com a beleza do local, ideal para a agricultura e pecu&aacute;ria, com abundantes &aacute;guas limpas em vales, igarap&eacute;s e lagos. Outros moradores come&ccedil;aram a se estabelecer na &aacute;rea, como Manoel Salviano, Pedro Manoel de Oliveira e Raimundo Vieira, todos vindos de diferentes estados do Brasil. Durante a explora&ccedil;&atilde;o, descobriram um grande igarap&eacute; com peixe abundante e um po&ccedil;o de grande beleza, contendo uma enorme pedra em seu fundo. Esse local passou a ser chamado de Po&ccedil;&atilde;o de Pedras, nome que deu origem ao povoado e posteriormente &agrave; cidade. <br><br>

                O crescimento do povoado levou &agrave; sua transforma&ccedil;&atilde;o em distrito vinculado ao munic&iacute;pio de Pedreiras. Devido ao seu avan&ccedil;o social e econ&ocirc;mico, Po&ccedil;&atilde;o de Pedras se emancipou politicamente, sendo criado como munic&iacute;pio pela Lei estadual n&ordm; 2.181 de 30 de dezembro de 1961. O projeto de cria&ccedil;&atilde;o foi aprovado pelo Deputado Estadual Raimundo S&aacute; e a instala&ccedil;&atilde;o oficial do munic&iacute;pio ocorreu no dia 20 de janeiro de 1963. Durante a cerim&ocirc;nia de instala&ccedil;&atilde;o, tomaram posse os primeiros representantes eleitos, como o Prefeito Gerson Gomes de S&aacute; e o Vice-Prefeito Francisco Arruda Pinto, marcando o in&iacute;cio da administra&ccedil;&atilde;o municipal.

            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://www.achetudoeregiao.com.br/ma/pocao_de_pedras/gifs/pocao_de_pedras.jpg"
             alt="Foto da cidade de Po&ccedil;&atilde;o de Pedras" title="Cidade Po&ccedil;&atilde;o de Pedras - Maranh&atilde;">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Cemit&eacute;rio p&uacute;blico</h2>
                <p>
                    O <strong>Cemit&eacute;rio P&uacute;blico de Po&ccedil;&atilde;o de Pedras</strong>, no Maranh&atilde;o, tornou-se um ponto tur&iacute;stico &uacute;nico e fascinante, atraindo visitantes pela sua est&eacute;tica inusitada e pela tradi&ccedil;&atilde;o local. O que chama a aten&ccedil;&atilde;o s&atilde;o as sepulturas transformadas em "casinhas", com telhado, grades, jardins e at&eacute; p&aacute;tios, uma verdadeira homenagem dos familiares aos entes queridos. As fam&iacute;lias gastam, em m&eacute;dia, mais de R$ 10 mil para transformar os jazigos em pequenos lares eternos, criando um cen&aacute;rio peculiar e emocionante. Essa pr&aacute;tica, que atravessa gera&ccedil;&otilde;es, confere ao cemit&eacute;rio um car&aacute;ter aut&ecirc;ntico, onde a mem&oacute;ria dos falecidos &eacute; preservada de forma &uacute;nica, trazendo um aspecto acolhedor e respeitoso ao local.<br><br>

                    &Agrave; noite, o Cemit&eacute;rio de Po&ccedil;&atilde;o de Pedras ganha uma beleza ainda mais impressionante, quando milhares de velas iluminam o ambiente, criando uma atmosfera m&aacute;gica e serena. Localizado a 350 quil&ocirc;metros de S&atilde;o Lu&iacute;s, o cemit&eacute;rio &eacute; um dos principais pontos tur&iacute;sticos da cidade, oferecendo aos visitantes n&atilde;o apenas um lugar de reflex&atilde;o, mas tamb&eacute;m uma experi&ecirc;ncia cultural e visual singular. Po&ccedil;&atilde;o de Pedras tem, sem d&uacute;vida, algo para se orgulhar, e o cemit&eacute;rio p&uacute;blico &eacute; um exemplo claro da hist&oacute;ria e da tradi&ccedil;&atilde;o local.
                    
                </p>
            </div>
            <img src="https://portalamazonia.com/wp-content/uploads/2023/11/b2ap3_medium_cemiterio-maranhao.jpg"
                 alt="Imagem que mostra O Cemit&eacute;rio p&uacute;blico" title="Cemit&eacute;rio p&uacute;blico da Cidade Po&ccedil;&atilde;o de Pedras - Maranh&atilde;">
        </div>
    </div>

</body>

</html>