<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
          href="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Bandeira_de_Porto_Franco.jpg/1200px-Bandeira_de_Porto_Franco.jpg"
          type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title>Porto Franco</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Bandeira_de_Porto_Franco.jpg/1200px-Bandeira_de_Porto_Franco.jpg"
                alt="Foto da Bandeira da cidade de Porto Franco"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome">Porto Franco</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">
                Porto Franco &eacute; um munic&iacute;pio brasileiro do estado do Maranh&atilde;o. Sua popula&ccedil;&atilde;o estimada em 2020 &eacute; de 24.092 habitantes. O munic&iacute;pio &eacute; banhado pelo Rio Tocantins, cortado pelas rodovias federais BR-010 (Bel&eacute;m-Bras&iacute;lia) e BR-226, pela rodovia estadual MA-336 e pela Ferrovia Norte-Sul.
            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1>Porto Franco</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                A povoa&ccedil;&atilde;o das terras onde hoje se encontra a sede do munic&iacute;pio se deu no fim do s&eacute;culo XIX, a princ&iacute;pio por pessoas provindas da ent&atilde;o Boa Vista, atual Tocantin&oacute;polis, fugidas dos conflitos locais, e viam na outra margem do Rio Tocantins um local seguro. Mas, seu povoamento definitivo se deu por meio do com&eacute;rcio de produto manufaturados provenientes de Bel&eacute;m do Par&aacute;.<br><br>

                Com a constru&ccedil;&atilde;o da Rodovia Bel&eacute;m-Bras&iacute;lia, a partir de 1958, no governo do presidente Juscelino Kubitschek, resultou num r&aacute;pido crescimento econ&ocirc;mico e populacional do munic&iacute;pio. Antes da estrada, o munic&iacute;pio era simplesmente uma pequena localidade &agrave;s margens do Rio Tocantins.

            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://1.bp.blogspot.com/-0s0pJ_e_Zys/V9lu0LfRwRI/AAAAAAAB7uE/j1DpYXtDNiopEibIfWcaSGyBcEjAZ9lSQCLcB/s1600/portofranco_09.jpg"
             alt="Foto da cidade de Porto Franco">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Praia do porto</h2>
                <p>
                    A Praia do Porto, localizada em Porto Franco, Maranh&atilde;o, &eacute; um destino encantador &agrave;s margens do Rio Tocantins. Durante a temporada de ver&atilde;o, a praia se transforma em um ponto de encontro vibrante, oferecendo aos visitantes uma combina&ccedil;&atilde;o perfeita de lazer e cultura. O local &eacute; conhecido por suas &aacute;guas tranquilas, ideais para banhos refrescantes, e por sediar eventos com m&uacute;sica ao vivo, apresenta&ccedil;&otilde;es culturais e competi&ccedil;&otilde;es esportivas, proporcionando uma experi&ecirc;ncia &uacute;nica para toda a fam&iacute;lia.<br><br>

                    Al&eacute;m das atividades recreativas, a Praia do Porto destaca-se pela sua infraestrutura acolhedora e pela hospitalidade dos moradores locais. &Eacute; o lugar ideal para relaxar, apreciar a culin&aacute;ria regional e vivenciar a cultura maranhense em um ambiente natural deslumbrante. Seja para um passeio tranquilo ou para partic

                </p>
            </div>
            <img src="https://www.portofranco.ma.gov.br/upload/noticias/41791.jpg"
                 alt="Imagem que mostra a Praia do Porto">
        </div>


        <hr>

        <!-- Exemplo caso tenha mais de um ponto turistico (só copiar) -->
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Parque de Exposi&ccedil;&otilde;es Alfredo Santos</h2>
                <p>
                    O Parque de Exposi&ccedil;&otilde;es Alfredo Santos em Porto Franco, Maranh&atilde;o, &eacute; o palco da Expofran, uma feira agropecu&aacute;ria que re&uacute;ne tecnologia, informa&ccedil;&atilde;o, capacita&ccedil;&atilde;o e entretenimento. A Expofran &eacute; uma feira anual que promove o agroneg&oacute;cio, a agricultura familiar e a cultura regional, oferecendo oportunidades de neg&oacute;cios, cursos e palestras, al&eacute;m de atra&ccedil;&otilde;es como shows e cavalgadas.
                </p>
            </div>
            <img src="https://www.portofranco.ma.gov.br/upload/galeria/81747.jpeg"
                 alt="Imagem que mostra o Parque de Exposi&ccedil;&otilde;es Alfredo Santos Cheio">
        </div>

    </div>


</body>

</html>