<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
          href="https://www.fotw.info/images/b/br-ma-149.gif"
          type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title>Porto Rico do Maranh&atilde;o</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE" title="Logo do IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://www.fotw.info/images/b/br-ma-149.gif"
                alt="Foto da Bandeira da cidade Porto Rico do Maranh&atilde;o" title="Bandeira da cidade Porto Rico do Maranh&atilde;o"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome">Porto Rico do Maranh&atilde;o</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">
                Porto Rico do Maranh&atilde;o &eacute; um munic&iacute;pio brasileiro do estado do Maranh&atilde;o. Sua popula&ccedil;&atilde;o estimada em 2004 era de 6.085 habitantes. Criado pela Lei n&ordm; 6.134, de 10 de novembro de 1994.
            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1>Porto Rico do Maranh&atilde;o</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                Porto Rico do Maranh&atilde;o come&ccedil;ou como um pequeno porto chamado Quebra Bico, conhecido pela forte atividade pesqueira que atra&iacute;a moradores de regi&otilde;es vizinhas e de outros estados. Com o tempo, a vila prosperou e passou a ser chamada de Porto Rico, nome aceito pelos habitantes locais, consolidando sua identidade e trajet&oacute;ria hist&oacute;rica.<br><br>

                Hoje, Porto Rico do Maranh&atilde;o preserva suas ra&iacute;zes ligadas principalmente &agrave; pesca, mantendo viva a tradi&ccedil;&atilde;o que impulsionou seu surgimento. A cidade, que foi oficialmente criada em 1994, continua a se desenvolver, valorizando sua cultura e hist&oacute;ria, al&eacute;m de oferecer um ambiente acolhedor para seus moradores e visitantes.
                
            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://scontent.fcau2-1.fna.fbcdn.net/v/t39.30808-6/483437277_957582296557776_3656594141339083494_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=833d8c&_nc_ohc=my9W_CbzzXYQ7kNvwEK8zaj&_nc_oc=AdkvHK_HBs6QywQMmDbuV8ZbBSixQWUX-W2j8GAuLYQdltcxZRZdgQckDHEkfx61q2o&_nc_zt=23&_nc_ht=scontent.fcau2-1.fna&_nc_gid=FxysZk6qFzMIEPdgRJUmPQ&oh=00_AfE0M0sg5_33ZtCsSh2bEhH2sOS47J3vCSfh3wjWlxL5IQ&oe=68158694"
             alt="Foto da cidade Porto Rico do Maranh&atilde;o" title="Cidade Porto Rico do Maranh&atilde;o - Maranh&atilde;o">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Floresta dos Guar&aacute;s</h2>
                <p>
                    A Floresta dos Guar&aacute;s, que n&atilde;o est&aacute; apenas em Porto Rico do Maranh&atilde;o mas tem seu principal acesso por ela, &eacute; um dos ecossistemas mais fascinantes do litoral ocidental maranhense. Rica em biodiversidade, a regi&atilde;o combina mangues, restingas, florestas e ilhas desertas, sendo habitat do guar&aacute;, uma ave de plumagem vermelha vibrante que encanta visitantes e pesquisadores. A beleza natural e a preserva&ccedil;&atilde;o ambiental fazem da Floresta dos Guar&aacute;s um verdadeiro tesouro ecol&oacute;gico, representando a for&ccedil;a da natureza e a import&acirc;ncia da conserva&ccedil;&atilde;o desse patrim&ocirc;nio &uacute;nico no Maranh&atilde;o.
                </p>
            </div>
            <img src="https://oimparcial.com.br/media/2018/08/Floresta-dos-Guar%C3%A1s.-Foto-Site-Geografia-e-Tal-370x270.jpg"
                 alt="Imagem que mostra a Floresta dos Guar&aacute;s" title="Floresta dos Guar&aacute;s em Porto Rico do Maranh&atilde;o - Maranh&atilde;o">
        </div>

        <hr>

        <!-- Exemplo caso tenha mais de um ponto turistico (só copiar) -->
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Passeio de Barco pelos Manguezais</h2>
                <p>
                    O passeio de barco pelos manguezais em Porto Rico do Maranh&atilde;o &eacute; uma experi&ecirc;ncia &uacute;nica para quem deseja se conectar com a natureza e vivenciar momentos de tranquilidade e beleza. Navegando pelas &aacute;guas calmas, os visitantes t&ecirc;m a oportunidade de explorar os canais formados pelos mangues, observar a rica biodiversidade da regi&atilde;o, como aves, peixes e caranguejos, e admirar a exuber&acirc;ncia da vegeta&ccedil;&atilde;o nativa. &Eacute; uma maneira perfeita de relaxar, fotografar paisagens impressionantes e aprender sobre a import&acirc;ncia ecol&oacute;gica dos manguezais para o equil&iacute;brio ambiental.
                </p>
            </div>
            <img src="https://media-cdn.tripadvisor.com/media/photo-s/09/dc/6c/e8/praia-carima-raposa.jpg"
                    alt="Imagem que mostra um barco do Passeio de Barco pelos Manguezais" title="Passeio de Barco pelos Manguezais em Porto Rico do Maranh&atilde;o - Maranh&atilde;o">
        </div>

    </div>

</body>

</html>