<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
          href="https://presidentejuscelino.ma.gov.br/arquivos/configuracoes/2022/Julho/d33002dd9f8fd62a3f33b4c84f3e3c33-067030f49cca77332da5d8e806128fff.png"
          type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title>Presidente Juscelino</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://presidentejuscelino.ma.gov.br/arquivos/configuracoes/2022/Julho/d33002dd9f8fd62a3f33b4c84f3e3c33-067030f49cca77332da5d8e806128fff.png"
                alt="Foto da Bandeira da cidade Presidente Juscelino"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome">Presidente Juscelino</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">
                Presidente Juscelino &eacute; um munic&iacute;pio brasileiro do estado do Maranh&atilde;o. Est&aacute; situado na microrregi&atilde;o de Ros&aacute;rio, mesorregi&atilde;o do Norte Maranhense. Criado em 1964, o munic&iacute;pio tem 12.734 habitantes (estimativa de 2019) e uma &aacute;rea de 442,135 km&sup2;
            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1>Presidente Juscelino</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                O desbravamento do territ&oacute;rio teve in&iacute;cio quando surgiram as primeiras constru&ccedil;&otilde;es de armaz&eacute;ns, margeando o rio Munim, com a finalidade de estocar os produtos agr&iacute;colas que eram enviados para os centros consumidores. Com isso, foram chegando novos moradores que se fixaram pr&oacute;ximo aos armaz&eacute;ns, usando as margens do rio para o desenvolvimento da lavoura de subsist&ecirc;ncia. Outros usufru&iacute;ram as vantagens comerciais proporcionadas pelo fluxo de navega&ccedil;&atilde;o do referido rio.<br><br>
                Um dos principais fatores para o crescimento da povoa&ccedil;&atilde;o foi o movimento da navega&ccedil;&atilde;o fluvial, que possibilitou a expans&atilde;o da comercializa&ccedil;&atilde;o.<br><br>O primeiro nome do lugar foi Cachoeira de Axix&aacute;, alterado, posteriormente, para Presidente Juscelino, quando da cria&ccedil;&atilde;o do munic&iacute;pio pela lei n&ordm; 2372, de 9 de junho de 1964, em homenagem ao grande estadista Juscelino Kubitschek.<br><br>
                A &aacute;rea integrante do atual munic&iacute;pio foi desmembrada de Axix&aacute;.

            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://www.cmpresidentejuscelino.ma.gov.br/images/web_pages/2/759x500/a9d29b325c18bdc4ca657c90b36d5a64.jpg"
             alt="Foto da cidade Presidente Juscelino">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Cachoeira Grande</h2>
                <p>
                    Conhecido como &ldquo;para&iacute;so das &aacute;guas&rdquo;, a Cachoeira Grande &eacute; cercada por nascentes, lagoas e rios de belezas exuberantes. Al&eacute;m de um bom mergulho, a regi&atilde;o, banhada pelo Rio Munim, oferece diversas op&ccedil;&otilde;es de passeios recheados de aventura. Passa pelo munic&iacute;pio de Presidente Juscelino, no entanto, &eacute; preciso atravessar em uma balsa para chegar ao destino.
                </p>
            </div>
            <img src="https://s2-g1.glbimg.com/NR18B9oECZ5vF0KctHLP5Z7vUqg=/0x0:762x495/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2023/1/y/jYLdVAQhAAczqMVCZLhA/captura-de-tela-2023-09-20-223557.png"
                 alt="Imagem que mostra a Cachoeira Grande">
        </div>

    </div>

</body>

</html>