<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../style/municipio.css">
    <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
    <link rel="shortcut icon"
          href="https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Bandeira_de_PD.png/1200px-Bandeira_de_PD.png"
          type="image/x-icon">
    <!-- Coloque o nome da cidade -->
    <title>Presidente Dutra</title>
</head>

<body>
    <header>
        <div>
            <a href="/index.html" id="ifpe">
                <div id="logo"><img src="../img/ifpe_logoAzul.svg" alt="Logo IFPE"></div>
                <div id="texto">Engenharia de<br>Software</div>
            </a>
        </div>
    </header>

    <div id="introducao">
        <!-- Link da foto da bandeira (NÃO É PRA BAIXAR IMAGEM) -->
        <div id="bandeira"><img
                src="https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Bandeira_de_PD.png/1200px-Bandeira_de_PD.png"
                alt="Foto da Bandeira da cidade Presidente Dutra"></div>

        <div id="descricaoCidade">
            <!-- Nome da cidade -->
            <div id="nome">Presidente Dutra</div>
            <!-- Descrição da cidade -->
            <div id="introducaoCidade">
                Presidente Dutra (antigamente denominado &quot;Curador&quot;) &eacute; um munic&iacute;pio brasileiro do estado do Maranh&atilde;o. Localiza-se no Centro do estado, na microrregi&atilde;o hom&ocirc;nima. Sua popula&ccedil;&atilde;o, conforme estimativas do IBGE de 2018, era de 47 567 habitantes.
            </div>
        </div>
    </div>

    <div id="detalhes">
        <div id="descricao">
            <!-- Nome da cidade -->
            <h1>Presidente Dutra</h1>
            <!-- Descrição da cidade (SE ATENTEM AOS <br> SE PRECISAR) -->
            <p>
                Situado &agrave;s margens do riacho Pregui&ccedil;a, subafluente do Mearim, Presidente Dutra era conhecido antigamente pela denomina&ccedil;&atilde;o de Curador, com a qual foi elevado &agrave; categoria de munic&iacute;pio pelo Decreto-Lei n&ordm; 820, de 30 de dezembro de 1943.<br><br>
                Somente a 12 de dezembro de 1948, pela Lei n&ordm; 208, esse top&ocirc;nimo foi substitu&iacute;do, numa homenagem da classe pol&iacute;tica maranhense ao ent&atilde;o presidente Marechal Eurico Gaspar Dutra. Foi desmembrado de Barra do Corda, cuja jurisdi&ccedil;&atilde;o n&atilde;o passava de um distrito.

            </p>
        </div>
        <!-- Link da foto da cidade (NÃO É PRA BAIXAR IMAGEM) -->
        <img src="https://ftp.paginarevista.com.br/Imagens/Noticias/8e0d6a70519f767bedbc27b79a6f2a1a.jpg"
             alt="Foto da cidade Presidente Dutra">
    </div>

    <div id="pontos-turisticos">
        <h1>Pontos Turisticos</h1>
        <div id="detalhes-turismo">
            <div id="descricao-turismo">
                <h2>Pra&ccedil;a S&atilde;o Sebasti&atilde;o</h2>
                <p>
                    Localizada no centro da cidade, a Pra&ccedil;a S&atilde;o Sebasti&atilde;o &eacute; um dos pontos tur&iacute;sticos mais tradicionais de Presidente Dutra. Inaugurada em agosto de 1970, junto com sua emblem&aacute;tica caixa d&rsquo;&aacute;gua &mdash; obra realizada na gest&atilde;o do prefeito Antenor Arruda L&eacute;da e do ent&atilde;o governador Ant&ocirc;nio Dino &mdash;, a pra&ccedil;a &eacute; um espa&ccedil;o que mistura hist&oacute;ria, f&eacute; e educa&ccedil;&atilde;o.<br><br>
                    Ao visitar a Pra&ccedil;a S&atilde;o Sebasti&atilde;o, voc&ecirc; encontrar&aacute; a imponente Igreja de S&atilde;o Sebasti&atilde;o, al&eacute;m da charmosa capela dedicada a S&atilde;o Bento, constru&iacute;da em 1949. O local tamb&eacute;m abriga o antigo convento das irm&atilde;s franciscanas, que atualmente &eacute; sede do Col&eacute;gio Sagrada Fam&iacute;lia &mdash; uma institui&ccedil;&atilde;o de ensino privada ligada &agrave; par&oacute;quia de S&atilde;o Sebasti&atilde;o. Pr&oacute;ximo dali, destaca-se tamb&eacute;m a Escola Nossa Senhora de F&aacute;tima, pertencente &agrave; Par&oacute;quia S&atilde;o Francisco e S&atilde;o Jos&eacute;.<br><br>
                    A Pra&ccedil;a S&atilde;o Sebasti&atilde;o &eacute; um convite &agrave; contempla&ccedil;&atilde;o, &agrave; cultura e &agrave; espiritualidade, sendo parada obrigat&oacute;ria para quem deseja conhecer um pouco mais da alma e da hist&oacute;ria de Presidente Dutra.
                </p>
            </div>
            <img src="https://ecourbanismo.com.br/wp-content/uploads/2023/11/LOC-PRESIDENTE.png"
                 alt="Imagem que mostra a Pra&ccedil;a S&atilde;o Sebasti&atilde;o">
        </div>

    </div>

</body>

</html>